{
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-lsp": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "plenary": { "branch": "master" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "which-key": { "branch": "main" }
}
